var questionsData = [{
	id: 1,
	title: 'Объект в программировании - это',
	answers: [{
		id: 1,
		title: 'философская категория, выражающая нечто, существующее в реальной действительности;',
		isRight: false
	}, {
		id: 2,
		title: 'абстрактный объект, определяемый и изучаемый в математике или философии математики',
		isRight: false
	}, {
		id: 3,
		title: 'некоторая сущность в виртуальном пространстве, обладающая определённым состоянием и поведением, имеет заданные значения свойств (атрибутов) и операций над ними (методов).',
		isRight: true
	}]
}, {
	id: 2,
	title: 'Сколько типов занных в языке Javascript',
	answers: [{
		id: 1,
		title: '3',
		isRight: false
	}, {
		id: 2,
		title: 'нет типов данных',
		isRight: false
	}, {
		id: 3,
		title: '6',
		isRight: true
	}]
},{
		id: 3,
		title: 'Замыкание - это',
		answers: [{
			id: 1,
			title: 'электрическое соединение двух точек электрической цепи с различными значениями потенциала, не предусмотренное конструкцией устройства и нарушающее его нормальную работу.',
			isRight: false
		}, {
			id: 2,
			title: 'замкнутое пространство',
			isRight: false
		}, {
			id: 3,
			title: 'функция вместе со всеми внешними переменными, которые ей доступны.',
			isRight: true
		}]
	}
]

